Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Monthly amounts and proportions are hidden.
ar: المبالغ والنسب الشهرية مخفية.
ca: S'amaguen les quantitats i proporcions mensuals.
cs: Měsíční částky a proporce jsou skryté.
da: Månedlige beløb og proportioner er skjult.
de: Monatliche Beträge und Anteile werden ausgeblendet.
el: Τα μηνιαία ποσά και αναλογίες είναι κρυμμένα.
es: Los importes y proporciones mensuales están ocultos.
fi: Kuukausittaiset määrät ja suhteet ovat piilossa.
fr: Les montants et proportions mensuels sont masqués.
he: כמויות ופרופורציות חודשיות מוסתרות.
hi: मासिक राशियाँ और अनुपात छिपे हुए हैं।
hr: Mjesečni iznosi i omjeri su skriveni.
hu: A havi összegek és arányok rejtve vannak.
id: Jumlah dan proporsi bulanan disembunyikan.
it: Gli importi mensili e le proporzioni sono nascosti.
ja: 月額と割合は非表示になります。
ko: 월별 금액과 비율이 숨겨집니다.
ms: Jumlah dan perkadaran bulanan disembunyikan.
nb: Månedlige mengder og proporsjoner er skjult.
nl: Maandbedragen en verhoudingen zijn verborgen.
pl: Miesięczne kwoty i proporcje są ukryte.
pt_br: Os valores e proporções mensais ficam ocultos.
pt_pt: Os valores e proporções mensais ficam ocultos.
ro: Sumele și proporțiile lunare sunt ascunse.
ru: Ежемесячные суммы и пропорции скрыты.
sk: Mesačné sumy a proporcie sú skryté.
sv: Månadsbelopp och proportioner är dolda.
th: จำนวนและสัดส่วนรายเดือนถูกซ่อนอยู่
tr: Aylık miktarlar ve oranlar gizlidir.
uk: Щомісячні суми та пропорції приховані.
vi: Số tiền và tỷ lệ hàng tháng được ẩn.
zh_hans: 每月金额和比例是隐藏的。
zh_hant: 每月金額和比例是隱藏的。

source: Monthly Expenses
ar: النفقات الشهرية
ca: Despeses mensuals
cs: Měsíční výdaje
da: Månedlige Udgifter
de: Monatliche Ausgaben
el: Μηνιαία Έξοδα
es: Gastos Mensuales
fi: Kuukausittaiset kulut
fr: Dépenses mensuelles
he: הוצאות חודשיות
hi: मासिक व्यय
hr: Mjesečni troškovi
hu: Havi költségek
id: Pengeluaran Bulanan
it: Spese mensili
ja: 月々の費用
ko: 월별 비용
ms: Perbelanjaan Bulanan
nb: Månedlige utgifter
nl: Maandelijkse uitgaven
pl: Miesięczne wydatki
pt_br: Despesas Mensais
pt_pt: Despesas Mensais
ro: Cheltuieli lunare
ru: Ежемесячные расходы
sk: Mesačné výdavky
sv: Månatliga utgifter
th: ค่าใช้จ่ายรายเดือน
tr: Aylık Giderler
uk: Щомісячні витрати
vi: Chi phí hàng tháng
zh_hans: 每月费用
zh_hant: 每月費用

source: Monthly Income
ar: الدخل الشهري
ca: Ingressos mensuals
cs: Měsíční příjem
da: Månedlig indkomst
de: Monatliches Einkommen
el: Μηνιαίο εισόδημα
es: Ingreso Mensual
fi: Kuukauden tulot
fr: Revenu mensuel
he: הכנסה חודשית
hi: मासिक आय
hr: Mjesečni prihod
hu: Havi bevétel
id: Pendapatan Bulanan
it: Reddito mensile
ja: 月収
ko: 월수입
ms: Pendapatan Bulanan
nb: Månedlig inntekt
nl: Maandelijks inkomen
pl: Miesięczny dochód
pt_br: Renda Mensal
pt_pt: Renda Mensal
ro: Venitul lunar
ru: Ежемесячный доход
sk: Mesačný príjem
sv: Månadsinkomst
th: รายได้ต่อเดือน
tr: Aylık Gelir
uk: Щомісячний дохід
vi: Thu nhập hàng tháng
zh_hans: 每月收入
zh_hant: 每月收入

source: Name
ar: اسم
ca: Nom
cs: Jméno
da: Navn
el: Ονομα
es: Nombre
fi: Nimi
fr: Nom
he: שֵׁם
hi: नाम
hr: Ime
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Имя
sk: Meno
sv: Namn
th: ชื่อ
tr: İsim
uk: Ім'я
vi: Tên
zh_hans: 名称
zh_hant: 姓名

source: Navigate
ar: انتقل
ca: Navega
cs: Navigovat
da: Navigere
de: Navigieren
el: Διαπλέω
es: Navegar por
fi: Navigoida
fr: Naviguer
he: נווט
hi: नेविगेट
hr: Navigacija
hu: Navigáljon
id: Navigasi
it: Navigare
ja: ナビゲート
ko: 탐색
ms: Navigasi
nb: Navigere
nl: Navigeren
pl: Nawigować
pt_br: Navegar
pt_pt: Navegar
ro: Navigați
ru: Навигация
sk: Navigovať
sv: Navigera
th: นำทาง
tr: Gezin
uk: Навігація
vi: Điều hướng
zh_hans: 导航
zh_hant: 導航

source: Net Savings
ar: صافي المدخرات
ca: Estalvi net
cs: Čisté úspory
da: Nettobesparelser
de: Nettoeinsparungen
el: Καθαρή Αποταμίευση
es: Ahorros Netos
fi: Nettosäästöt
fr: Économies nettes
he: חיסכון נטו
hi: शुद्ध बचत
hr: Neto ušteda
hu: Nettó megtakarítás
id: Tabungan Bersih
it: Risparmio netto
ja: 純貯蓄額
ko: 순 절감액
ms: Simpanan Bersih
nb: Netto sparing
nl: Netto besparingen
pl: Oszczędności netto
pt_br: Poupança Líquida
pt_pt: Poupança Líquida
ro: Economii nete
ru: Чистая экономия
sk: Čisté úspory
sv: Nettobesparingar
th: การออมสุทธิ
tr: Net Tasarruf
uk: Чисті заощадження
vi: Tiết kiệm ròng
zh_hans: 净节省
zh_hant: 淨節省

source: Net Worth
ar: صافي الثروة
ca: Valor net
cs: Čistá hodnota
da: Nettoværdi
de: Reinvermögen
el: Καθαρή αξία
es: Patrimonio Neto
fi: Nettoarvo
fr: Valeur nette
he: שווי נקי
hi: निवल मूल्य
hr: Neto vrijednost
hu: Nettó érték
id: Kekayaan Bersih
it: Patrimonio Netto
ja: 純資産
ko: 순자산
ms: Nilai Bersih
nb: Nettoverdi
nl: Netto waarde
pl: Wartość netto
pt_br: Patrimônio líquido
pt_pt: Patrimônio líquido
ro: Valoare netă
ru: Чистая стоимость
sk: Čistá hodnota
sv: Nettovärde
th: มูลค่าสุทธิ
tr: Net Değer
uk: чистий капітал
vi: Giá trị ròng
zh_hans: 净资产
zh_hant: 淨值

source: NET WORTH
ar: صافي الثروة
ca: PATRIMONI NET
cs: ČISTÁ HODNOTA
da: NETTOVÆRD
de: REINVERMÖGEN
el: ΚΑΘΑΡΗ ΑΞΙΑ
es: PATRIMONIO NETTO
fi: NETTOARVO
fr: VALEUR NETTE
he: שווי נטו
hi: निवल मूल्य
hr: NETO VRIJEDNOST
hu: NETTÓ ÉRTÉK
id: KEKAYAAN BERSIH
it: PATRIMONIO NETTO
ja: 純資産
ms: BERNILAI BERSIH
nb: NETTOVERD
nl: NETTO WAARDE
pl: WARTOŚĆ NETTO
pt_br: PATRIMÔNIO LÍQUIDO
pt_pt: PATRIMÓNIO LÍQUIDO
ru: ЧИСТАЯ СТОИМОСТЬ
sk: ČISTÁ HODNOTA
sv: NETTOVÄRDE
th: มูลค่าสุทธิ
tr: NET DEĞER
uk: ЧИСТА ВАРТІСТЬ
vi: giá trị ròng
zh_hans: 净资产
zh_hant: 淨值

source: Net worth range
ar: نطاق صافي القيمة
cs: Rozsah čistého jmění
da: Nettoværdiområde
de: Nettovermögensbereich
el: Εύρος καθαρής αξίας
es: rango de patrimonio neto
fi: Nettovarallisuuden vaihteluväli
fr: Fourchette de valeur nette
he: טווח שווי נקי
hi: निवल मूल्य सीमा
hr: Raspon neto vrijednosti
hu: Nettó értéktartomány
id: Kisaran kekayaan bersih
it: Intervallo di patrimonio netto
ja: 純資産の範囲
ko: 순자산 범위
ms: Julat nilai bersih
nb: Nettoverdi rekkevidde
nl: Netto waarde bereik
pl: Zakres wartości netto
pt_br: Faixa de patrimônio líquido
pt_pt: Faixa de património líquido
ro: Gama valorii nete
ru: Диапазон чистой стоимости
sk: Rozsah čistého majetku
sv: Nettovärdeintervall
th: ช่วงมูลค่าสุทธิ
tr: Net değer aralığı
uk: Діапазон чистої вартості
vi: Phạm vi giá trị ròng
zh_hans: 净资产范围
zh_hant: 淨資產範圍

source: Net-worth history concealed
ar: تم إخفاء تاريخ القيمة الصافية
ca: Història del patrimoni net oculta
cs: Historie čistého jmění skryta
da: Netformue historie skjult
de: Vermögenshistorie geheim gehalten
el: Η ιστορία της καθαρής αξίας κρύβεται
es: Historial de patrimonio neto oculto
fi: Nettovarallisuushistoria piilotettu
fr: Historique de la valeur nette dissimulé
he: היסטוריית השווי הנקי מוסתרת
hi: निवल-मूल्य का इतिहास छुपाया गया
hr: Povijest neto vrijednosti skrivena
hu: A nettó érték története el van rejtve
id: Sejarah kekayaan bersih disembunyikan
it: La storia del patrimonio netto è nascosta
ja: 隠蔽された純資産履歴
ko: 순자산 내역이 숨겨져 있습니다.
ms: Sejarah nilai bersih disembunyikan
nb: Verdihistorie skjult
nl: Vermogensgeschiedenis verborgen
pl: Ukryta historia majątku
pt_br: História de patrimônio líquido ocultada
pt_pt: História de património líquido ocultada
ro: Istoricul valorii nete este ascuns
ru: История собственного капитала скрыта
sk: História čistého bohatstva je skrytá
sv: Förmögenhetshistorik dold
th: ประวัติมูลค่าสุทธิถูกปกปิด
tr: Net değer geçmişi gizlendi
uk: Історія власних статків прихована
vi: Lịch sử giá trị ròng bị che giấu
zh_hans: 隐藏净资产历史
zh_hant: 隱藏淨資產歷史

source: Never
ar: أبداً
ca: Mai
cs: Nikdy
da: Aldrig
de: Niemals
el: Ποτέ
es: Nunca
fi: Ei koskaan
fr: Jamais
he: לְעוֹלָם לֹא
hi: कभी नहीं
hr: Nikada
hu: Soha
id: Tidak pernah
it: Mai
ja: 一度もない
ko: 절대
ms: tidak pernah
nb: Aldri
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Nu
ru: Никогда
sk: Nikdy
sv: Aldrig
th: ไม่เคย
tr: Asla
uk: Ніколи
vi: Không bao giờ
zh_hans: 绝不
zh_hant: 絕不

source: New Crypto Holding
ar: عقد التشفير الجديد
ca: Nou Crypto Holding
cs: Nový Crypto Holding
da: Ny kryptobeholdning
de: Neue Krypto-Holding
el: Νέα Crypto Holding
es: Nueva tenencia de criptomonedas
fi: Uusi Crypto Holding
fr: Nouveau portefeuille de cryptomonnaies
he: אחזקת קריפטו חדשה
hi: नई क्रिप्टो होल्डिंग
hr: Novi kripto holding
hu: Új Crypto Holding
id: Kepemilikan Kripto Baru
it: Nuova holding di criptovalute
ja: 新しい仮想通貨の保有
ko: 새로운 암호화폐 보유
ms: Pegangan Kripto Baharu
nb: Ny kryptobeholdning
nl: Nieuwe Crypto-holding
pl: Nowy holding kryptowalutowy
pt_br: Nova criptografia
pt_pt: Nova criptografia
ro: Noua Holding Crypto
ru: Новый Крипто Холдинг
sk: Nový Crypto Holding
sv: Nytt kryptoinnehav
th: ใหม่ Crypto Holding
tr: Yeni Kripto Holding
uk: Новий криптохолдинг
vi: Nắm giữ tiền điện tử mới
zh_hans: 新加密控股
zh_hant: 新加密控股

source: New Holding
ar: القابضة الجديدة
ca: Nova Holding
cs: Nový Holding
da: Ny Beholdning
de: Neue Holding
es: Nueva participación
fi: Uusi Holding
fr: Nouvelle participation
he: החזקה חדשה
hi: नई होल्डिंग
hr: Novi Holding
hu: Új Holding
id: Kepemilikan Baru
it: Nuova tenuta
ja: 新規保有
ko: 새로운 보유
ms: Pegangan Baru
nb: Ny beholdning
nl: Nieuwe holding
pl: Nowy Holding
pt_br: Nova Participação
pt_pt: Nova Participação
ro: Holding nou
ru: Новый Холдинг
sk: Nový Holding
sv: Nytt innehav
th: นิว โฮลดิ้ง
tr: Yeni Holding
uk: Новий Холдинг
vi: Sở hữu mới
zh_hans: 新控股
zh_hant: 新控股

source: New Investment
ar: استثمار جديد
ca: Nova inversió
cs: Nová investice
da: Ny investering
de: Neue Investition
el: Νέα Επένδυση
es: Nueva inversión
fi: Uusi sijoitus
fr: Nouvel investissement
he: השקעה חדשה
hi: नया निवेश
hr: Nova investicija
hu: Új befektetés
id: Investasi Baru
it: Nuovo investimento
ja: 新規投資
ko: 신규 투자
ms: Pelaburan Baru
nb: Ny investering
nl: Nieuwe investering
pl: Nowa inwestycja
pt_br: Novo investimento
pt_pt: Novo investimento
ro: Investiție nouă
ru: Новые инвестиции
sk: Nová investícia
sv: Ny investering
th: การลงทุนใหม่
tr: Yeni Yatırım
uk: Нові інвестиції
vi: Đầu tư mới
zh_hans: 新投资
zh_hant: 新投資

source: New Recurring Transaction
ar: معاملة متكررة جديدة
cs: Nová opakovaná transakce
da: Ny tilbagevendende transaktion
de: Neue wiederkehrende Transaktion
el: Νέα Επαναλαμβανόμενη Συναλλαγή
es: Nueva transacción recurrente
fi: Uusi toistuva tapahtuma
fr: Nouvelle transaction récurrente
he: עסקה חוזרת חדשה
hi: नया आवर्ती लेनदेन
hr: Nova ponavljajuća transakcija
hu: Új ismétlődő tranzakció
id: Transaksi Berulang Baru
it: Nuova transazione ricorrente
ja: 新しい定期的なトランザクション
ko: 새로운 반복 거래
ms: Transaksi Berulang Baharu
nb: Ny gjentakende transaksjon
nl: Nieuwe terugkerende transactie
pl: Nowa transakcja cykliczna
pt_br: Nova transação recorrente
pt_pt: Nova transação recorrente
ro: Tranzacție recurentă nouă
ru: Новая повторяющаяся транзакция
sk: Nová opakujúca sa transakcia
sv: Ny återkommande transaktion
th: ธุรกรรมที่เกิดขึ้นใหม่
tr: Yeni Yinelenen İşlem
uk: Нова повторювана транзакція
vi: Giao dịch định kỳ mới
zh_hans: 新的经常性交易
zh_hant: 新的經常性交易

source: New Transaction
ar: معاملة جديدة
ca: Nova transacció
cs: Nová transakce
da: Ny transaktion
de: Neue Transaktion
el: Νέα συναλλαγή
es: Nueva transacción
fi: Uusi tapahtuma
fr: Nouvelle opération
he: עסקה חדשה
hi: नया लेन-देन
hr: Nova transakcija
hu: Új tranzakció
id: Transaksi Baru
it: Nuova transazione
ja: 新しいトランザクション
ko: 새로운 거래
ms: Transaksi Baru
nb: Ny transaksjon
nl: Nieuwe transactie
pl: Nowa transakcja
pt_br: Nova transação
pt_pt: Nova transação
ro: Tranzacție nouă
ru: Новая транзакция
sk: Nová transakcia
sv: Ny transaktion
th: ธุรกรรมใหม่
tr: Yeni İşlem
uk: Нова транзакція
vi: Giao dịch mới
zh_hans: 新交易
zh_hant: 新交易

source: Next %@
ar: التالي %@
ca: Següent %@
cs: Další %@
da: Næste %@
de: Nächster %@
el: Επόμενο %@
es: Siguiente %@
fi: Seuraava %@
fr: Suivant %@
he: הבא %@
hi: अगला %@
hr: Sljedeći %@
hu: Következő %@
id: Berikutnya %@
it: Successivo %@
ja: 次の%@
ko: 다음 %@
ms: Seterusnya %@
nb: Neste %@
nl: Volgende %@
pl: Następny %@
pt_br: Próximo %@
pt_pt: Próximo %@
ro: Următorul %@
ru: Следующий %@
sk: Ďalej %@
sv: Nästa %@
th: ถัดไป %@
tr: Sonraki %@
uk: Наступний %@
vi: Tiếp theo %@
zh_hans: 下一个 %@
zh_hant: 下一個 %@

source: Next %@)
ar: التالي %@)
ca: Següent %@)
cs: Další %@)
da: Næste %@)
de: Nächster %@)
el: Επόμενο %@)
es: Siguiente %@)
fi: Seuraava %@)
fr: Suivant %@)
he: הבא %@)
hi: अगला %@)
hr: Sljedeći %@)
hu: Következő %@)
id: Selanjutnya %@)
it: Successivo %@)
ja: 次は%@)
ko: 다음 %@)
ms: Seterusnya %@)
nb: Neste %@)
nl: Volgende %@)
pl: Następny %@)
pt_br: Próximo %@)
pt_pt: Próximo %@)
ro: Următorul %@)
ru: Следующий %@)
sk: Ďalej %@)
sv: Nästa %@)
th: ถัดไป %@)
tr: Sonraki %@)
uk: Наступний %@)
vi: Tiếp theo %@)
zh_hans: 下一个 %@)
zh_hant: 下一個 %@)

source: Next: %@
ar: التالي: %@
ca: Següent: %@
cs: Další: %@
da: Næste: %@
de: Weiter: %@
el: Επόμενο: %@
es: Siguiente: %@
fi: Seuraava: %@
fr: Suivant : %@
he: הבא: %@
hi: अगला: %@
hr: Sljedeći: %@
hu: Következő: %@
id: Berikutnya: %@
it: Successivo: %@
ja: 次へ: %@
ko: 다음: %@
ms: Seterusnya: %@
nb: Neste: %@
nl: Volgende: %@
pl: Dalej: %@
pt_br: Próximo: %@
pt_pt: Próximo: %@
ro: Următorul: %@
ru: Далее: %@
sk: Ďalej: %@
sv: Nästa: %@
th: ถัดไป: %@
tr: Sonraki: %@
uk: Далі: %@
vi: Tiếp theo: %@
zh_hans: 下一页： %@
zh_hant: 下一頁： %@

source: No activity yet
ar: لا يوجد نشاط بعد
ca: Encara no hi ha activitat
cs: Zatím žádná aktivita
da: Ingen aktivitet endnu
de: Noch keine Aktivität
el: Καμία δραστηριότητα ακόμα
es: Aún no hay actividad
fi: Ei toimintaa vielä
fr: Aucune activité pour le moment
he: עדיין אין פעילות
hi: अभी तक कोई गतिविधि नहीं
hr: Još nema aktivnosti
hu: Még nincs tevékenység
id: Belum ada aktivitas
it: Nessuna attività ancora
ja: まだ活動はありません
ko: 아직 활동이 없습니다
ms: Tiada aktiviti lagi
nb: Ingen aktivitet ennå
nl: Nog geen activiteit
pl: Brak aktywności
pt_br: Nenhuma atividade ainda
pt_pt: Nenhuma atividade ainda
ro: Nicio activitate încă
ru: Пока нет активности
sk: Zatiaľ žiadna aktivita
sv: Ingen aktivitet ännu
th: ยังไม่มีกิจกรรมใดๆ
tr: Henüz etkinlik yok
uk: Активності ще немає
vi: Chưa có hoạt động nào
zh_hans: 还没有活动
zh_hant: 還沒有活動

source: No assets found
ar: لم يتم العثور على الأصول
ca: No s'han trobat recursos
cs: Nebyla nalezena žádná aktiva
da: Ingen aktiver fundet
de: Keine Vermögenswerte gefunden
el: Δεν βρέθηκαν στοιχεία
es: No se encontraron activos
fi: Omaisuutta ei löytynyt
fr: Aucun élément trouvé
he: לא נמצאו נכסים
hi: कोई संपत्ति नहीं मिली
hr: Nema pronađenih sredstava
hu: Nem található eszközök
id: Tidak ada aset yang ditemukan
it: Nessuna risorsa trovata
ja: アセットが見つかりません
ko: 자산을 찾을 수 없습니다.
ms: Tiada aset ditemui
nb: Ingen eiendeler funnet
nl: Geen activa gevonden
pl: Nie znaleziono żadnych zasobów
pt_br: Nenhum recurso encontrado
pt_pt: Nenhum recurso encontrado
ro: Nu au fost găsite active
ru: Активы не найдены
sk: Nenašli sa žiadne aktíva
sv: Inga tillgångar hittades
th: ไม่พบเนื้อหา
tr: Hiçbir öğe bulunamadı
uk: Активи не знайдено
vi: Không tìm thấy nội dung nào
zh_hans: 未找到资产
zh_hant: 未找到資產

source: No assets to allocate
ar: لا توجد أصول لتخصيصها
ca: No hi ha actius per assignar
cs: Žádná aktiva k přidělení
da: Ingen aktiver at allokere
de: Keine Vermögenswerte zur Zuweisung vorhanden
el: Δεν υπάρχουν περιουσιακά στοιχεία προς κατανομή
es: No hay activos para asignar
fi: Ei kohdennettavaa omaisuutta
fr: Aucun actif à allouer
he: אין נכסים להקצאה
hi: आवंटित करने के लिए कोई संपत्ति नहीं
hr: Nema sredstava za dodjelu
hu: Nincs kiosztandó eszköz
id: Tidak ada aset untuk dialokasikan
it: Nessun asset da allocare
ja: 割り当てる資産がありません
ko: 할당할 자산이 없습니다.
ms: Tiada aset untuk diperuntukkan
nb: Ingen eiendeler å fordele
nl: Geen activa om toe te wijzen
pl: Brak aktywów do przydzielenia
pt_br: Nenhum ativo para alocar
pt_pt: Nenhum ativo para alocar
ro: Nu există active de alocat
ru: Нет активов для распределения
sk: Žiadne aktíva na pridelenie
sv: Inga tillgångar att allokera
th: ไม่มีทรัพย์สินที่จะจัดสรร
tr: Tahsis edilecek varlık yok
uk: Немає активів для розподілу
vi: Không có tài sản để phân bổ
zh_hans: 没有可分配的资产
zh_hant: 沒有可分配的資產

source: No Crypto Holdings
ar: لا يوجد مقتنيات تشفير
ca: Sense Crypto Holdings
cs: Žádné krypto holdingy
da: Ingen kryptobeholdninger
de: Keine Kryptobestände
el: Χωρίς Crypto Holdings
es: Sin tenencias de criptomonedas
fi: Ei kryptoomistuksia
fr: Aucun avoir en crypto
he: אין אחזקות קריפטו
hi: कोई क्रिप्टो होल्डिंग्स नहीं
hr: Nema kripto holdinga
hu: Nincs Crypto Holdings
id: Tidak Ada Kepemilikan Kripto
it: Nessuna partecipazione in criptovalute
ja: 暗号通貨保有なし
ko: 암호화폐 보유 없음
ms: Tiada Crypto Holdings
nb: Ingen kryptobeholdning
nl: Geen crypto-holdings
pl: Żadnych holdingów kryptowalutowych
pt_br: Sem participações criptográficas
pt_pt: Sem participações criptográficas
ro: Fără Crypto Holdings
ru: Никаких крипто-холдингов
sk: Žiadne kryptomeny
sv: Inga kryptoinnehav
th: ไม่มีการถือครอง Crypto
tr: Kripto Holding Yok
uk: Жодних криптохолдингів
vi: Không nắm giữ tiền điện tử
zh_hans: 没有加密货币持有
zh_hant: 沒有加密貨幣持有

source: No crypto holdings yet
ar: لا توجد مقتنيات تشفير حتى الآن
ca: Encara no hi ha cap possessió criptogràfica
cs: Zatím žádné držby kryptoměn
da: Ingen kryptobeholdning endnu
de: Noch keine Kryptobestände
el: Δεν υπάρχουν κρατήσεις κρυπτογράφησης ακόμα
es: Aún no hay tenencias de criptomonedas
fi: Ei vielä kryptoomistuksia
fr: Aucun avoir en crypto pour l’instant
he: עדיין אין אחזקות קריפטו
hi: अभी तक कोई क्रिप्टो होल्डिंग्स नहीं
hr: Još nema kripto posjeda
hu: Még nincs kriptoállomány
id: Belum ada kepemilikan kripto
it: Ancora nessuna partecipazione in criptovaluta
ja: まだ暗号通貨の保有はありません
ko: 아직 암호화폐 보유량이 없습니다
ms: Tiada pegangan kripto lagi
nb: Ingen kryptobeholdning ennå
nl: Nog geen crypto-bezit
pl: Nie ma jeszcze żadnych zasobów kryptowalut
pt_br: Ainda não há participações criptográficas
pt_pt: Ainda não há participações criptográficas
ro: Nu există încă dețineri cripto
ru: Криптовалютов пока нет
sk: Zatiaľ žiadne držby kryptomien
sv: Inga kryptoinnehav ännu
th: ยังไม่มีการถือครอง crypto
tr: Henüz kripto varlığı yok
uk: Криптохолдингів ще немає
vi: Chưa có khoản nắm giữ tiền điện tử nào
zh_hans: 尚未持有加密货币
zh_hant: 尚未持有加密貨幣

source: No custom %@ categories yet.
ar: لا توجد فئات %@ مخصصة حتى الآن.
ca: Encara no hi ha categories personalitzades %@.
cs: Zatím žádné vlastní kategorie %@.
da: Ingen tilpassede %@ kategorier endnu.
de: Noch keine benutzerdefinierten %@-Kategorien.
el: Δεν υπάρχουν ακόμα προσαρμοσμένες %@ κατηγορίες.
es: Aún no hay categorías %@ personalizadas.
fi: Ei vielä mukautettuja %@ luokkia.
fr: Aucune catégorie %@ personnalisée pour l'instant.
he: אין עדיין קטגוריות מותאמות אישית של %@.
hi: अभी तक कोई कस्टम %@ श्रेणियां नहीं।
hr: Još nema prilagođenih %@ kategorija.
hu: Még nincsenek egyéni %@ kategóriák.
id: Belum ada kategori %@ khusus.
it: Nessuna categoria %@ personalizzata ancora.
ja: カスタム %@ カテゴリはまだありません。
ko: 아직 맞춤 %@ 카테고리가 없습니다.
ms: Tiada kategori %@ tersuai lagi.
nb: Ingen egendefinerte %@-kategorier ennå.
nl: Nog geen aangepaste %@-categorieën.
pl: Nie ma jeszcze niestandardowych kategorii %@.
pt_br: Nenhuma categoria %@ personalizada ainda.
pt_pt: Nenhuma categoria %@ personalizada ainda.
ro: Nu există încă %@ categorii personalizate.
ru: Пользовательских категорий %@ пока нет.
sk: Zatiaľ žiadne vlastné kategórie %@.
sv: Inga anpassade %@-kategorier ännu.
th: ยังไม่มีหมวดหมู่ %@ ที่กำหนดเอง
tr: Henüz özel %@ kategorisi yok.
uk: Ще немає спеціальних категорій %@.
vi: Chưa có danh mục %@ tùy chỉnh nào.
zh_hans: 尚无自定义 %@ 类别。
zh_hant: 尚無自訂 %@ 類別。

source: No custom %@) categories yet.
ar: لا توجد فئات مخصصة %@) حتى الآن.
ca: Encara no hi ha categories personalitzades %@).
cs: Zatím žádné vlastní kategorie %@).
da: Ingen tilpassede %@) kategorier endnu.
de: Noch keine benutzerdefinierten %@)-Kategorien.
el: Δεν υπάρχουν ακόμα προσαρμοσμένες κατηγορίες %@).
es: Aún no hay categorías %@) personalizadas.
fi: Ei vielä mukautettuja %@) luokkia.
fr: Aucune catégorie %@) personnalisée pour l'instant.
he: אין עדיין קטגוריות מותאמות אישית של %@).
hi: अभी तक कोई कस्टम %@) श्रेणियां नहीं हैं।
hr: Još nema prilagođenih %@) kategorija.
hu: Még nincsenek egyéni %@) kategóriák.
id: Belum ada kategori khusus %@).
it: Nessuna categoria personalizzata %@) ancora.
ja: カスタム %@) カテゴリはまだありません。
ko: 아직 맞춤 %@) 카테고리가 없습니다.
ms: Tiada kategori %@) tersuai lagi.
nb: Ingen egendefinerte %@) kategorier ennå.
nl: Nog geen aangepaste %@)-categorieën.
pl: Nie ma jeszcze niestandardowych kategorii %@).
pt_br: Nenhuma categoria personalizada %@) ainda.
pt_pt: Nenhuma categoria personalizada %@) ainda.
ro: Nu există încă categorii personalizate %@).
ru: Пользовательских %@) категорий пока нет.
sk: Zatiaľ žiadne vlastné kategórie %@).
sv: Inga anpassade %@) kategorier ännu.
th: ยังไม่มีหมวดหมู่ %@) ที่กำหนดเอง
tr: Henüz özel %@) kategorisi yok.
uk: Ще немає спеціальних %@) категорій.
vi: Chưa có danh mục %@) tùy chỉnh nào.
zh_hans: 尚无自定义 %@) 类别。
zh_hant: 尚無自訂 %@) 類別。

source: No end date
ar: لا يوجد تاريخ انتهاء
ca: Sense data de finalització
cs: Žádné datum ukončení
da: Ingen slutdato
de: Kein Enddatum
el: Χωρίς ημερομηνία λήξης
es: Sin fecha de finalización
fi: Ei lopetuspäivää
fr: Pas de date de fin
he: אין תאריך סיום
hi: कोई अंतिम तिथि नहीं
hr: Nema datuma završetka
hu: Nincs befejezési dátum
id: Tidak ada tanggal akhir
it: Nessuna data di fine
ja: 終了日なし
ko: 종료일 없음
ms: Tiada tarikh tamat
nb: Ingen sluttdato
nl: Geen einddatum
pl: Brak daty końcowej
pt_br: Sem data de término
pt_pt: Sem data de fim
ro: Fără dată de încheiere
ru: Нет даты окончания
sk: Bez dátumu ukončenia
sv: Inget slutdatum
th: ไม่มีวันสิ้นสุด
tr: Bitiş tarihi yok
uk: Немає кінцевої дати
vi: Không có ngày kết thúc
zh_hans: 无结束日期
zh_hant: 無結束日期

source: No expenses for this period
ar: لا توجد نفقات لهذه الفترة
ca: No hi ha despeses per aquest període
cs: Žádné výdaje za toto období
da: Ingen udgifter i denne periode
de: Für diesen Zeitraum fallen keine Kosten an
el: Δεν υπάρχουν έξοδα για αυτήν την περίοδο
es: Sin gastos para este período.
fi: Ei kuluja tälle ajanjaksolle
fr: Aucune dépense pour cette période
he: אין הוצאות לתקופה זו
hi: इस अवधि के लिए कोई खर्च नहीं
hr: Nema troškova za ovo razdoblje
hu: Ebben az időszakban nincs kiadás
id: Tidak ada biaya untuk periode ini
it: Nessuna spesa per questo periodo
ja: この期間は経費はかかりません
ko: 이 기간 동안 비용은 발생하지 않습니다.
ms: Tiada perbelanjaan untuk tempoh ini
nb: Ingen utgifter for denne perioden
nl: Geen kosten voor deze periode
pl: Żadnych wydatków w tym okresie
pt_br: Sem despesas neste período
pt_pt: Sem despesas neste período
ro: Fără cheltuieli pentru această perioadă
ru: Никаких расходов за этот период
sk: Žiadne výdavky za toto obdobie
sv: Inga kostnader för denna period
th: ไม่มีค่าใช้จ่ายในช่วงนี้
tr: Bu döneme ait masraf yok
uk: Витрат за цей період немає
vi: Không có chi phí trong thời gian này
zh_hans: 本期无任何费用
zh_hant: 本期無任何費用
